tap "homebrew/cask-versions"
brew "git"
brew "pyenv"
brew "pipenv"
brew "awscli"
brew "rabbitmq"
brew "cocoapods"
brew "coreutils"
brew "gcc"
brew "tig"
brew "hub"
brew "ghq"
brew "peco"
brew "findutils"
brew "grep"
brew "gzip"
brew "tmux"
brew "tree"
brew "vim"
brew "jq"
brew "wget"
brew "yarn"
brew "zsh"
brew "terminal-notifier"
brew "go"
brew "kustomize"
brew "terraform"
brew "nodebrew"
cask "alfred"
cask "clipy"
cask "1password"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-cloud-sdk"
cask "docker"
cask "slack"
cask "skitch"
cask "java11"
cask "adoptopenjdk8"
brew "maven"
brew "scala"
brew "sbt"
cask "visual-studio-code"
cask "sublime-text"
cask "karabiner-elements"
cask "tableplus"
cask "sequel-pro-nightly"
cask "zoomus"
cask "typora"
cask "intellij-idea-ce"
