tap "homebrew/cask-versions"
brew "git"
brew "awscli"
brew "coreutils"
brew "gcc"
brew "tig"
brew "gh"
brew "ghq"
brew "fzf"
brew "findutils"
brew "grep"
brew "gnu-sed"
brew "gzip"
brew "tmux"
brew "tree"
brew "vim"
brew "neovim"
brew "jq"
brew "wget"
brew "yarn"
brew "go"
brew "tfenv"
brew "volta"
brew "pre-commit"
brew "pure"
brew "gradle"
cask "1password"
cask "google-chrome"
cask "google-japanese-ime"
cask "docker"
cask "slack"
cask "visual-studio-code"
cask "sublime-text"
cask "karabiner-elements"
cask "zoomus"
cask "wezterm@nightly"
cask "raycast"

