tap "homebrew/cask-versions"
brew "git"
brew "pyenv"
brew "pipenv"
brew "awscli"
brew "coreutils"
brew "gcc"
brew "tig"
brew "gh"
brew "ghq"
brew "fzf"
brew "findutils"
brew "grep"
brew "gnu-sed"
brew "gzip"
brew "tmux"
brew "tree"
brew "vim"
brew "neovim"
brew "jq"
brew "wget"
brew "yarn"
brew "go"
brew "kustomize"
brew "tfenv"
brew "volta"
brew "pre-commit"
brew "pure"
cask "alfred"
cask "clipy"
cask "1password"
cask "google-chrome"
cask "google-japanese-ime"
cask "docker"
cask "slack"
cask "discord"
cask "skitch"
cask "java11"
brew "maven"
brew "gradle"
brew "scala"
brew "sbt"
cask "visual-studio-code"
cask "sublime-text"
cask "karabiner-elements"
cask "tableplus"
cask "sequel-pro-nightly"
cask "zoomus"
cask "typora"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "steam"
